return {
  {
    "nvim-mini/mini.starter",
    init = function()
      vim.api.nvim_create_autocmd("User", {
        pattern = "LazyVimStarted",
        callback = function()
          local starter = require("mini.starter")
          starter.config.header = table.concat({
            "  ██████╗      ██╗  ██████╗  ██╗  ██╗ ███╗   ██╗",
            " ██╔════╝      ██║ ██╔═══██╗ ██║  ██║ ████╗  ██║",
            " ██║  ███╗     ██║ ██║   ██║ ███████║ ██╔██╗ ██║",
            " ██║   ██║██   ██║ ██║   ██║ ██╔══██║ ██║╚██╗██║",
            " ╚██████╔╝╚█████╔╝ ╚██████╔╝ ██║  ██║ ██║ ╚████║",
            "  ╚═════╝  ╚════╝   ╚═════╝  ╚═╝  ╚═╝ ╚═╝  ╚═══╝",
          }, "\n")
          pcall(starter.refresh)
        end,
      })
    end,
  },
}
